[ItemDefs.ID_MO_MonsterMash1_SpiderantPart MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Pedaço de Formiga-Aranha"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[ItemDefs.ID_MO_MonsterMash1_SpiderantPart:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="O que para alguns parece um simples pedaço de Formiga-Aranha, para outros é uma importante descoberta médica."
NoConstraintText=""
Suffix=""
Prefix=""

